Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: Discard held messages older than this number of days. Use 0 for no automatic discarding.
ca_es: Descarta els missatges retinguts que siguin més antics que aquest nombre de dies. Utilitzeu el valor 0 per a no descartar-los automàticament.

source: <b>real_name</b> attribute not changed! It must differ from the list's name by case only.
ca_es: atribut <b>real_name</b> no canviat! s'ha de diferenciar del nom de la llista només per les majúscules i minúscules.

source: The <b>info</b> attribute you saved contains suspicious HTML that could potentially expose your users to cross-site scripting attacks. This change has therefore been rejected. If you still want to make these changes, you must have shell access to your Mailman server. This change can be made with bin/withlist or with bin/config_list by setting mlist.info.
ca_es: L'atribut <b>info</b> que heu desat conté codi HTML sospitós, el qual podria exposar els vostres usuaris a atacs per execució d'escripts en context d'altres llocs web (cross-site scripting). És per això que s'ha refusat aquest canvi. En cas que tot i això encara vulgueu aplicar-lo, caldrà que tingueu accés al vostre servidor del Mailman a través de l'intèrpret d'ordres Podeu fer aquest canvi si executeu bin/withlist o bé bin/config_list establint mlist.info.

source: <b>admin_member_chunksize</b> attribute not changed! It must be an integer > 0.
ca_es: No s'ha canviat l'atribut <b>admin_member_chunksize</b>. Cal que sigui in enter més gran que 0.

source: You cannot add a Reply-To: to an explicit address if that address is blank. Resetting these values.
ca_es: No podeu afegir una Resposta-Per a: a una adreça concreta si aquesta última està en blanc. Es reinicialitzaran aquests valors.

source: Language&nbsp;options
ca_es: Opcions de&nbsp;llengua

source: Natural language (internationalization) options.
ca_es: Opcions de la llengua natural (internacionalització).

source: Default language for this list.
ca_es: Llengua per defecte d'aquesta llista.

source: This is the default natural language for this mailing list. If <a href="?VARHELP=language/available_languages">more than one language</a> is supported then users will be able to select their own preferences for when they interact with the list. All other interactions will be conducted in the default language. This applies to both web-based and email-based messages, but not to email posted by list members.
ca_es: Aquesta és la llengua natural d'aquesta llista de correu. Si <a href="?VARHELP=language/available_languages">es suporta més d'una llengua</a>, els usuaris podran seleccionar les seves pròpies preferències per a interactuar am la llista. Totes les altres interaccions es faran amb la llengua per defecte. Això s'aplica tant als missatges web com de correu electrònic, però no als correus electrònics enviats per els membres de la llista.

source: Languages supported by this list.
ca_es: Llengües disponibles per a aquesta llista.

source: These are all the natural languages supported by this list. Note that the <a href="?VARHELP=language/preferred_language">default language</a> must be included.
ca_es: Aquestes són les llengües naturals disponibles per a la llista. Teniu en compte que s'ha d'incloure la <a href="?VARHELP=language/preferred_language">llengua per defecte</a>.

source: Always
ca_es: Sempre

source: As needed
ca_es: Quan calgui

source: Never
ca_es: Mai

source: Encode the <a href="?VARHELP=general/subject_prefix">subject prefix</a> even when it consists of only ASCII characters?
ca_es: Voleu que es codifiqui el <a href="?VARHELP=general/subject_prefix">prefix de l'assumpte</a> fins i tot quan tots els seus caràcters siguin en ASCII?

source: If your mailing list's default language uses a non-ASCII character set and the prefix contains non-ASCII characters, the prefix will always be encoded according to the relevant standards. However, if your prefix contains only ASCII characters, you may want to set this option to <em>Never</em> to disable prefix encoding. This can make the subject headers slightly more readable for users with mail readers that don't properly handle non-ASCII encodings. <p>Note however, that if your mailing list receives both encoded and unencoded subject headers, you might want to choose <em>As needed</em>. Using this setting, Mailman will not encode ASCII prefixes when the rest of the header contains only ASCII characters, but if the original header contains non-ASCII characters, it will encode the prefix. This avoids an ambiguity in the standards which could cause some mail readers to display extra, or missing spaces between the prefix and the original header.
ca_es: Si la llengua per defecte de la llista utilitza un conjunt de caràcters no ASCII, el prefix es codificarà segons l'estàndard. No obstant , si el prefix conté únicament caràcters ASCII, podria posar aquesta opció a <em>Mai</em> per a inhabilitar la codificació del mateix. Això podria fer les capçaleres lleugerament més llegibles per a aquells usuaris que utilitzin lectors de correu que no funcionin bé amb codificacions no ASCII. <p>Observi no obstant, que si la llista de distribució rep missatges amb l'assumpte codificat unes vegades i unes altres sense codificar, igual preferiria elegir <em>Quan sigui necessari</em>. Fent servir aquesta opció, Mailman no codificarà prefixos ASCII quan la resta de la capçalera contingui sol caràcters ASCII, però si la capçalera original conté caràcters no ASCII, codificarà el prefix. Això evita una ambigüitat en l'estàndard que podria causar que alguns lectors de correu mostrin espais extres entre el prefix i la capçalera original.

source: Membership&nbsp;Management...
ca_es: Administració de&nbsp;les subscripcions...

source: Membership&nbsp;List
ca_es: Llista de&nbsp;subscriptors

source: Mass&nbsp;Subscription
ca_es: Subscripció&nbsp;en massa

source: Mass&nbsp;Removal
ca_es: Cancel·lació&nbsp;en massa

source: Non-digest&nbsp;options
ca_es: Opcions del&nbsp;lliurament sense resum

source: Policies concerning immediately delivered list traffic.
ca_es: Política referent al tràfic de la llista lliurat immediatament.

source: Can subscribers choose to receive mail immediately, rather than in batched digests?
ca_es: Voleu que els subscriptors puguin escollir si reben el correu de manera immediata en lloc de resums agrupats?

source: Full Personalization
ca_es: Personalització completa

source: Should Mailman personalize each non-digest delivery? This is often useful for announce-only lists, but <a href="?VARHELP=nondigest/personalize">read the details</a> section for a discussion of important performance issues.
ca_es: Hauria Mailman de personalitzar cada lliurament no-resum? Això pot ser útil per una llista només d'anuncis, però <a href="?VARHELP=nondigest/personalize">llegeix els detalls</a> per informació important sobre el rendiment.

source: Normally, Mailman sends the regular delivery messages to the mail server in batches. This is much more efficent because it reduces the amount of traffic between Mailman and the mail server. <p>However, some lists can benefit from a more personalized approach. In this case, Mailman crafts a new message for each member on the regular delivery list. Turning this feature on may degrade the performance of your site, so you need to carefully consider whether the trade-off is worth it, or whether there are other ways to accomplish what you want. You should also carefully monitor your system load to make sure it is acceptable. <p>Select <em>No</em> to disable personalization and send messages to the members in batches. Select <em>Yes</em> to personalize deliveries and allow additional substitution variables in message headers and footers (see below). In addition, by selecting <em>Full Personalization</em>, the <code>To</code> header of posted messages will be modified to include the member's address instead of the list's posting address. <p>When personalization is enabled, a few more expansion variables that can be included in the <a href="?VARHELP=nondigest/msg_header">message header</a> and <a href="?VARHELP=nondigest/msg_footer">message footer</a>. <p>These additional substitution variables will be available for your headers and footers, when this feature is enabled: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
ca_es: Normalment, Mailman envia els enviaments regulars al servidor de correu en lots. Això és més eficient perquè redueix la quantitat de tràfic entre Mailman i el servidor de correu. <p>No obstant això, algunes llistes poden beneficiar-se de la personalització d'una o més característiques. En aquest cas Mailman construeix un missatge nou per a cada subscriptor regular. Activar aquesta característica, pot degradar el rendiment del seu lloc web, de manera que necessita avaluar els pros i els contres o si existeixen formes alternatives de fer el que vol. S'hauria de monitorizar el rendiment del sistema per a assegurar-se que és acceptable. <p>Seleccioni <em>No</em> per a inhabilitar la personalització i enviar els missatges dels subscriptors en lots. Seleccioni <em>Si</em> per a personalitzar els lliuraments i permetre qualsevol personalització addicional ja sigui en la capçalera o al peu de pàgina dels missatges (vegi més abaix). A més, seleccionant <em>Personalització completa</em>, la capçalera <code>To:</code> dels missatges enviats es modificaran per a reflectir als subscriptors en comptes de l'adreça d'enviament de la llista. <p>Quan la personalització està establerta, es poden incloure més variables d'expansió a la <a href="?VARHELP=nondigest/msg_header">capçalera del missatge</a> i al <a href="?VARHELP=nondigest/msg_footer">peu de pàgina del missatge</a>. Les següents variables de substitució addicionals estaran disponibles per a les capçaleres i el peu de pàgina del missatge sempre que aquesta característica estigui habilitada: <ul><li><b>user_address</b> - L'adreça de l'usuari, forçada a minúscules. <li><b>user_delivered_to</b> - L'adreça case-preserved amb la qual el usuari està subscrit. <li><b>user_password</b> - La contrasenya de l'usuari. <li><b>user_name</b> - El nom complet de l'usuari. <li><b>user_optionsurl</b> - L'URL a la pàgina d'opcions de l'usuari. </ul>

source: When <a href="?VARHELP=nondigest/personalize">personalization</a> is enabled for this list, additional substitution variables are allowed in your headers and footers: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
ca_es: Si la <a href="?VARHELP=nondigest/personalize">personalització</a> està habilitada en aquesta llista, es poden utilitzar variables de substitució addicionals en les capçaleres i en els peus de pàgina: <ul><li><b>user_address</b> - l'adreça de l'usuari, conveertida a minúscules. <li><b>user_delivered_to</b> - l'adreça de subscripció de l'usuari, sense canviar-ne les majúscules i minúscules. <li><b>user_password</b> - la contrasenya de l'usuari. <li><b>user_name</b> - el nom complet de l'usuari. <li><b>user_optionsurl</b> - l'URL a la pàgina d'opcions de l'usuari. </ul>

source: Header added to mail sent to regular list members
ca_es: Capçalera afegida al correu enviat als membres regulars de la llista

source: Text prepended to the top of every immediately-delivery message.
ca_es: Text a afegir en la part superior de cadascun dels missatges que es lliura a mesura que arriben.

source: Footer added to mail sent to regular list members
ca_es: Peu de pàgina afegit al correu enviat als membres regulars de la llista.

source: Text appended to the bottom of every immediately-delivery message.
ca_es: Text a afegir en la part inferior de cadascun dels missatges que es lliura a mesura que arriben.

source: Sibling lists
ca_es: Llistes complementàries

source: Other mailing lists on this site whose members are excluded from the regular (non-digest) delivery if those list addresses appear in a To: or Cc: header.
ca_es: Altres llistes de correu d'aquest lloc els membres de les quals no s'inclouran en el lliurament normal (sense resum) si les adreces de les llistes apareixen en una de les capçaleres Per a: o Cc:.

source: The list addresses should be written in full mail address format (e.g. mailman@example.com). Do not specify this list address mutually in the exclude list configuration page of the other list, or members of both lists won't get any message. Note also that the site administrator may prohibit cross domain siblings.
ca_es: Les adreces de la llista s'han d'escriure en el format complet d'adreça electrònica (p.ex. mailman@exemple.com). No especifiqueu l'adreça d'aquesta llista a la pàgina de configuració de les les llistes d'exclusió de l'altra llista, cosa que faria que els subscriptors d'ambdues llistes no rebessin cap missatge. Tingueu en compte que és possible que l'administrador del lloc no permeti la utilització de llistes complementàries de dominis diferents.

source: Other mailing lists on this site whose members are included in the regular (non-digest) delivery if those list addresses don't appear in a To: or Cc: header.
ca_es: Altres llistes de correu d'aquest lloc els membres de les quals s'inclouran en el lliurament normal (sense resum) si les adreces de les llistes apareixen en alguna de les capçaleres Per a: o Cc:.

source: The list addresses should be written in full mail address format (e.g. mailman@example.com). Note also that the site administrator may prohibit cross domain siblings.
ca_es: Les adreces de la llista s'han d'escriure en el format complet d'adreça electrònica (p.ex. mailman@exemple.com). Tingueu en compte que és possible que l'administrador del lloc no permeti la utilització de llistes complementàries de dominis diferents.

source: Passwords
ca_es: Contrasenyes

source: Privacy options...
ca_es: Opcions de privacitat...

source: Subscription&nbsp;rules
ca_es: Regles de&nbsp;subscripció

source: Sender&nbsp;filters
ca_es: Filtres de&nbsp;remitent

source: Recipient&nbsp;filters
ca_es: Filtres de&nbsp;destinatari

source: Spam&nbsp;filters
ca_es: Filtres&nbsp;d'spam

source: None
ca_es: Cap

source: Confirm
ca_es: Confirmació

source: Require approval
ca_es: Es requereix l'aprovació

source: Confirm and approve
ca_es: Confirmació i aprovació

source: What steps are required for subscription?<br>
ca_es: Quins passos s'han de seguir per a subscriure's?<br>

source: None - no verification steps (<em>Not Recommended </em>)<br> Confirm (*) - email confirmation step required <br> Require approval - require list administrator Approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
ca_es: Cap - no hi ha passos de verificació (<em>No Recomenat</em>) <br>Confirmar(*) - confirnació de correu electrònic requerida<br> Requerir aprovació - requereix l'aprovació de l'administrador de la llista per les subscripcions<br> Confirmar i aprovar - Confirma i aprova <p>(*) Quan algú es subscriu, Mailman li envia una sol·licitud de confirmació única que ha de contestar per a completar la susbcripció. Això prevé que algun usuari maliciós faci subscripcions d'altra gent sense el seu consentiment.

source: Confirm (*) - email confirmation required <br> Require approval - require list administrator approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
ca_es: Confirmació(*) - es requereix correu electrònic de confirmació <br> Requerir aprovació - requereix l'aprovació de l'administrador de la llista per a les subscripcions <br> Confirmar i aprovar - confirmar i aprovar <p>(*) Quan algú es subscriu, Mailman li envia una sol·licitud de confirmació única que ha de contestar per a completar la susbcripció. Això prevé que algun usuari maliciós faci subscripcions d'altra gent sense el seu consentiment.

source: This section allows you to configure subscription and membership exposure policy. You can also control whether this list is public or not. See also the <a href="%(admin)s/archive">Archival Options</a> section for separate archive-related privacy settings.
ca_es: Aquesta secció et permet configurar subscripcions i politiques de subscripció. També pots controlar si aquesta llista és pública o no. També pots veure les <a href="%(admin)s/archive">Opcions d'Arxiu</a> per les opcions de configuració de privacitat dels arxius.

source: Subscribing
ca_es: Subscrivint

source: Advertise this list when people ask what lists are on this machine?
ca_es: Anunciar aquesta llista quan algú pregunti per les llistes d'aquest sistema?

source: Is the list moderator's approval required for unsubscription requests? (<em>No</em> is recommended)
ca_es: Es requereix l'aprovació del moderador per a cancel·lar la subscripció de la llista? (<em>No</em> recomanat)

source: When members want to leave a list, they will make an unsubscription request, either via the web or via email. Normally it is best for you to allow open unsubscriptions so that users can easily remove themselves from mailing lists (they get really upset if they can't get off lists!). <p>For some lists though, you may want to impose moderator approval before an unsubscription request is processed. Examples of such lists include a corporate mailing list that all employees are required to be members of.
ca_es: Quan un membre vol deixar la llista, ell farà una sol·licitud per a cancel·lar la subscripció, ja sigui via web o via correu electrònic. Normalment es millor deixar obertes les cancel·lacions de subscripció de forma que els usuaris es poden donar de baixa ells mateixos. <p>Per algunes llistes, pots voler imposar l'aprovació del moderador abans de que la sol·licitud sigui processada. Ex, llistes corporatives on es requereix que els empleats siguin membres.

source: Ban list
ca_es: Llista de Ban

source: List of addresses which are banned from membership in this mailing list.
ca_es: Llista d'adreces que tenen la subscripció prohibida a aquesta llista de correu.

source: Addresses in this list are banned outright from subscribing to this mailing list, with no further moderation required. Add addresses one per line; start the line with a ^ character to designate a regular expression match.
ca_es: Les adreces d'aquesta llista tenen totalment prohibida la subscripció a la llista de correu, sense més procés de moderació. Inclogui una adreça per línia; començant amb un ^ per a utilitzar una expressió regular.

source: Membership exposure
ca_es: Exposició de membres

source: Anyone
ca_es: Tothom

source: List admin only
ca_es: Només els administradors de la llista

source: List members
ca_es: Només els membres de la llista

source: Who can view subscription list?
ca_es: Qui pot veure la llista de subscripció?

source: When set, the list of subscribers is protected by member or admin password authentication.
ca_es: Si està establert, la llista de subscriptors està protegida per la contrasenya d'autenticacioó del membre o de l'admin.

source: Show member addresses so they're not directly recognizable as email addresses?
ca_es: Mostrar les adreces dels membres de forma que no semblin adreces de correu electrònic?

source: Setting this option causes member email addresses to be transformed when they are presented on list web pages (both in text and as links), so they're not trivially recognizable as email addresses. The intention is to prevent the addresses from being snarfed up by automated web scanners for use by spammers.
ca_es: Establir aquesta opció fa que les adreces de correu electrònic dels membres es trasnformin quan es presenten al llistat de les pàgines web (tant el text com l'enllaç). La intenció és prevenir que els spammers no capturin les adreces de forma automàtica.

source: Member filters
ca_es: Filtres de membre

source: By default, should new list member postings be moderated?
ca_es: Per defecte, han de ser els missatges dels nous membres moderats?

source: Each list member has a <em>moderation flag</em> which says whether messages from the list member can be posted directly to the list, or must first be approved by the list moderator. When the moderation flag is turned on, list member postings must be approved first. You, the list administrator can decide whether a specific individual's postings will be moderated or not. <p>When a new member is subscribed, their initial moderation flag takes its value from this option. Turn this option off to accept member postings by default. Turn this option on to, by default, moderate member postings first. You can always manually set an individual member's moderation bit by using the <a href="%(adminurl)s/members">membership management screens</a>.
ca_es: Cada subscriptor té una <em>marca</em> de moderació que indica si els seus missatges es poden enviar directament a la llista, o si s'han d'aprovar prèviament pel moderador de la llista. Quan la marca de moderació està activada, els missatges del subscriptor s'han d'aprovar. Vostè, com administrador de la llista, pot decidir si els missatges de cada persona concreta s'han de modera o no. <p>Quan hi hagi un subscriptor nou, la seva marca de moderació inicial pren el seu valor d'aquesta opció. Desactivi aquesta opció per a acceptar els missatges dels subscriptors per defecte. Activi aquesta opció per a moderar els missatges dels subscriptors per defecte. Vostè sempre pot establir manualment la marca de moderació de cada subscriptor fent servir les <a href="%(adminurl)s/members">seccions d'administració dels subscriptors</a>.

source: Action to take when a moderated member posts to the list.
ca_es: Acció a portar a terme quan un membre moderat enviï a la llista.

source: <ul><li><b>Hold</b> -- this holds the message for approval by the list moderators. <p><li><b>Reject</b> -- this automatically rejects the message by sending a bounce notice to the post's author. The text of the bounce notice can be <a href="?VARHELP=privacy/sender/member_moderation_notice" >configured by you</a>. <p><li><b>Discard</b> -- this simply discards the message, with no notice sent to the post's author. </ul>
ca_es: <ul><li><b>Retenir</b> -- Això retindrà el missatge per a l'aprovació del moderador de la llista. <p><li><b>Denegart</b> -- Això denegarà automàticament el missatge enviant un rebot de notificació a l'autor. El text de la notificació pot ser <a href="?VARHELP=privacy/sender/member_moderation_notice" >Configurat</a>. <p><li><b>Descartar</b> -- Això descarte el missatge sense enviar una notificació a l'autor. </ul>

source: Text to include in any <a href="?VARHELP/privacy/sender/member_moderation_action" >rejection notice</a> to be sent to moderated members who post to this list.
ca_es: Text a incloure a les <a href="?VARHELP/privacy/sender/member_moderation_action" >notificacions de denegació</a> a enviar als membres moderats que enviïn a aquesta llista.
